MESSAGES: dict = {"help_message": "Справка по командам бота /help",
                  "wait": "это может занять нескоторое время",
                  "report_done": "Отчет сформирован",
                  "report_start": "начинаю генерацию отчета",
                  "Cancel": "Отмена!",
                  "register_canceled": "OK! если хотите зарегистрироваться, отправьте /start заново",
                  "Hi": "Привет",
                  "User_greeting": 'Этот бот предназначен для регистрации нарушений и создания ежедневных отчетов '
                                   f'\n'
                                   f'Для начала работы просто отправьте фото боту или воспользуйтесь командой /registration'
                                   f'\n',
                  "ask_phone_number": "Отправь мне свой номер телефона с кодом (пример: +7xxxxxxxxxx):",
                  "invalid_input ":"Неправильный ввод данных",
                  "Whats your name":"Введите ваше ФИО полностью",
                  "registration completed successfully":"регистрация прошла успешно"
                  }
