MESSAGES: dict = {"help_message": f"Справка по командам бота /help" '\n'
                                  f'для начала работы и регистрации в системе (повторной регистрации) нажмите /start' "\n"
                                  f'чтобы написать разработчику нажмите /developer',
                  "write to developer": 'чтобы написать разработчику нажмите /developer',
                  "wait": "это может занять нескоторое время",
                  "report_done": "Отчет сформирован",
                  "report_start": "начинаю генерацию отчета",
                  "Cancel": "Отмена!",
                  "register_canceled": "OK! если хотите зарегистрироваться, отправьте /start заново",
                  "Hi": "Привет",
                  "User_greeting": 'Этот бот предназначен для регистрации нарушений и создания ежедневных отчетов '
                                   f'\n'
                                   f'Для начала работы просто отправьте фото боту или воспользуйтесь командой /registration'
                                   f'\n',
                  "ask_name": "Введите ваше ФИО полностью",
                  "ask_function": "Введите вашу должность полностью",
                  "ask_phone_number": "Отправь мне свой номер телефона с кодом (пример: +7xxxxxxxxxx):",
                  "ask_location": "Введите с момощью клавиатуру ваще местоположение (пример: стм Аминьевсеок шоссе)",

                  "invalid_input": "Неправильный ввод данных! \n"
                                   f"Отправь номер телефона в формате (без пробелов)(пример: +7xxxxxxxxxx):",

                  "registration completed successfully": "регистрация прошла успешно",
                  "registration begin": "Начинаю процедуру регистрации",

                  "workbook not found": "Файл с отчетом не найден! Обратитесь к разработчику!\n"
                                        f'чтобы написать разработчику нажмите /developer',

                  "worksheet not found": "Страница с отчетом не найден! Обратитесь к разработчику!\n"
                                         f'чтобы написать разработчику нажмите /developer',
                  "fill_report_path not found": "Путь к файлу с отчетом не найден! Обратитесь к разработчику!\n"
                                                f'чтобы написать разработчику нажмите /developer',
                  "dataframe not found": 'Массив данных не найден! Обратитесь к разработчику!\n'
                                         f'чтобы написать разработчику нажмите /developer',
                  "file_list not found": "Список файлов не найден!\n"
                                         f'попытка загрузить данные с сервера',
                  "workbook not create": "Файл с отчетом не создан! Обратитесь к разработчику!\n"
                                         f'чтобы написать разработчику нажмите /developer',
                  "ERR authorized Google Drive": "Не удалось авторизоваться на Google Drive!",

                  "report begin": "Запись загружается",
                  "report completed successfully": "Запись загружена",
                  }
